class Recognition_list(object):

    TIME = ["время", "час"]

    FOX = ["Firefox", "интернет", "браузер"]

    SKYPE = ["Skype"]

    STOP = ["конец программы", "стоп", "отключение"]

    MUSIC = ["вконтакте", "музыку", "музыка", "эйяфьтлайёкюдль"]

    WIKI = ["кто такой", "кто такая", "когда", "что такое", "какая", "какой", "как"]

    WEATHER = ["погода", "прогноз", "погоду", "температура"]

    CALC = ["сколько будет", "посчитай пожалуйста"]

    ROLL_DOWN = ["сверни", "свернуть"]

    TSKMNG = ["диспетчер"]

    PSCL = ["Паскаль"]

    TSKKILL = ["закрой"]

    START_APP = ["Открой", "запустить", "Запусти"]

    TALK = ["беседа", "поговори", "поговорим", "разговор"]

    NEWS = ["новости", "новостях"]

    ALARM = ["будильник", "разбуди", "будить"]

    TO_DO = ["включи", "запусти", "открой", "поставь", "сверни", "выключи", "закрой", "останови"]

    INFO = ["посчитай", "вычисли", "покажи", "скажи", "проверь"]

    ON_ACTION = ["включи", "запусти", "открой", "поставь"]

    OFF_ACTION = ["сверни", "выключи", "закрой", "останови"]